lang_dict = {
    "start_msg": "**Привет, это робот-помошник**\n"
                 "Доступные команды:\n"
                 "/start - активирует начальное меню.\n"
                 "/faq - ответы на часто задаваемые вопросы.\n"
                 "/feedback - отзыв о работе бота и связь с менеджером.\n",
    "user_id_txt": "**Информация**\n🆔: `{}`",
    "first_app_question_txt": "**Вопрос 1/6**\nКак долго вы следите за нашим проектом?\nКакие аспекты нашей работы вас больше всего привлекли?",
    "second_app_question_txt": "**Вопрос 2/6**\nЗнакомы ли вы с основами работы в сфере недвижимости США?\nЕсли да, то какой у вас опыт?",
    "third_app_question_txt": "**Вопрос 3/6**\nКакие цели вы преследуете, желая присоединиться к нашей группе?",
    "fourth_app_question_txt": "**Вопрос 4/6**\nОбучались ли вы у нас или у других специалистов?\nЕсли да, то каких?",
    "fifth_app_question_txt": "**Вопрос 5/6**\nКак вы планируете применять полученные знания и опыт в нашей группе?",
    "sixth_app_question_txt": "**Вопрос 6/6**\nУкажите ваше полное имя и контактную информацию (если это необходимо для связи).",
    "completed_app_txt": "**Завершено ✅**\nВы успешно заполнили вашу заявку. Ожидайте ответа от администратора.",
    "user_repeat_notif": "Здравствуйте!\nМы заметили, что вы начали оформление заявки, но не завершили.\nНужно ли вам помочь?\n\nКонтакты менеджера: @{}",
    "app_accepted": "** 🎉 Ваша заявка принята 🎉 **\n\nВаша ссылка на вступление в чат: [кликните чтобы перейти в чат]({})",
    "app_declined": "**Ваша заявка отклонена 😥**\n\nВашу заявку отклонили по несоответствию критериям.\nПопробуйте подать заявку снова 👍",
    "feedback_txt": "**Оставьте отзыв о работе бота или обратитесь к администратору.**\n\nНапишите текст в чат ⬇️",
    "feedback_admin_txt": "**💬 Отзыв от пользователя 💬**\n\n"
                          "🆔: `{}`\n"
                          "Username: @{}\n"
                          "**Текст отзыва:**\n"
                          "{}",
    "broadcast_admin_txt": "**🛜 Broadcast сообщение всем пользователям 🛜**\n\n"
                           "Введите текст сообщения в чат ⬇️",
    "broadcast_admin_txt_recheck": "**⚠️ Перепроверьте broadcast сообщение ⚠️**\n\n"
                                   "Текст:\n\n"
                                   "{}",
    "user_warning_broadcast_txt": "{}",
    "zoom_first_txt": "**🔍 Zoom Invite 1/4**\n\n"
                            "Укажите дату согласно формату ниже.\n"
                           "Введите дату встречи (Формат (dd.mm.yy): 12.01.2025) ⬇️",
    "zoom_second_txt": "**🔍 Zoom Invite 2/4**\n\n"
                      "Укажите время согласно формату ниже. Время указывать в UTC-8\n"
                      "Введите время встречи (Формат: 12:30) ⬇️",
    "zoom_third_txt": "**🔍 Zoom Invite 3/4**\n\n"
                       "Введите ссылку приглашение ⬇️",
    "zoom_fourth_txt": "**🔍 Zoom Invite 4/4**\n\n"
                      "Укажите тему встречи ⬇️",
    "zoom_admin_txt_recheck": "**⚠️ Перепроверьте Zoom Invite сообщение ⚠️**\n\n"
                                   "Текст:\n\n"
                                   "{}",
    "user_warning_zoom_txt": "**👁‍🗨 Приглашение на Zoom конференцию 👁‍🗨**\n\n"
                             "{}",
    "first_custom_question": "**Вы уже работаете с недвижимостью США?**",
    "second_custom_question": "**Какие аспекты для вас наиболее интересны?**",
}
